<!DOCTYPE html>
<html lang="en">
    <head>
        <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap-icons@1.11.3/font/bootstrap-icons.min.css">
    <link rel="stylesheet" href="styles/normalize.css">
    <link rel="stylesheet" href="styles/grid.css">
    <link rel="stylesheet" href="styles/styles.css">
    
        <title>Acerca de mi</title>
    </head>
    <body>
        
    <header>
    
        <a href="index.html">
        <img src="https://imagizer.imageshack.com/img923/3981/1O1Bol.png" alt="logo mio XD" class="logo">
    </a>
    
    <button class="abrir-menu" id="abrir"><i class="bi bi-list altura"></i></button>
    
    <nav class="nav" id="nav">
        <button class="cerrar-menu" id="cerrar"><i class="bi bi-x-lg"></i></button>
        <ul class="nav-list">
            <a href="index.html">Inicio</a>
            <a href="acerca.html">Acerca de mi</a>
            <a href="habilidades.html">Habilidades</a>
        </ul>
    </nav>
    
    
    </header>


<section>

<h2 class="titulos">Acerca de mí</h2>

<p class="parrafo-acdm">
    Bueno pues como ya les había dicho en la seccion de <a href="index.html">Inicio</a>, Me llamo Cristhian, tengo 17 a&ntilde;os y actualmente estoy en la ciudad de 
        <a href="https://imagizer.imageshack.com/img923/1364/EMy0EW.jpg">Medellín</a>  Desde muy peque&ntilde;o me gusta la tecnolog&iacute;a y los videojuegos. En el a&ntilde;o 2020, en la pandemia, me puse a chimbiar diciendole a mis parceros que iba a hacer un videojuego <i>(cosa que nunca hice porque me dio pereza XD)</i> y ahi, en los tutoriales de c&oacute;mo usar <a href="https://unity.com/es">Unity</a>, descubr&iacute; la programaci&oacute;n.
    </p>

    <br><br>

    <picture class="container-picture-1">
        <img src="https://imagizer.imageshack.com/img923/4391/LsA4Sn.png" class="img-acdm-1" title="Yo en 2020">
    </picture>
    
    <br><br>

    <p class="parrafo-acdm">
        No te voy a decir mentiras, cuando me d&iacute; cuenta de que ten&iacute;a que hacer algo llamado <b>Programar</b> me dio tanta pereza, que lo siguiente que hice fue ir a la cocina a comerme el helado que ten&iacute;a guardado mientras me  ve&iacute;a un capitulo de Naruto. Ten&iacute;a 14 a&ntilde;os para ese entonces, y era un peladito que le interesaba m&aacute;s el ser nivel 100 en el <a href="https://imagizer.imageshack.com/img923/1783/CcAVoE.jpg">Fortnite</a> que en aprender algo valioso para su vida. <br><br> Pero, cuando lleg&oacute; 2021, y por fin entr&eacute; al colegio <i>(presencialmente)</i> de nuevo, y me parchaba con mi combito del sal&oacute;n, me d&iacute; cuenta de que todos ellos sab&iacute;an mucho m&aacute;s de matem&aacute;ticas que yo, sobretodo el parcero de johan, <span class="parentesis">Que si estas leyendo esto, la buena pa vos</span> Que fue por &eacute;l que me adentre mucho m&aacute;s en el terreno de la l&oacute;gica.  
    </p>

    <picture class="container-picture-1">
        <img src="https://imagizer.imageshack.com/img923/3425/Bzh40w.png" class="img-acdm-1" title="Yo en el 2021">
    </picture>


<p class="parrafo-acdm">

    Una vez sal&iacute; del colegio, me encontre muy perdido, no sab&iacute;a exactamente que era lo que iba a hacer de mi vida, todos mis amigos ya hab&iacute;an entrado a sus universidades y estudiando el primer semestre de sus carreras, mientras que yo a&uacute;n me preguntaba cu&aacute;l iba a ser la carrera que escoger&iacute;a. 
    
<br><br>
<picture class="container-picture-1">
    <img src="https://imagizer.imageshack.com/img924/1660/rvdKEI.jpg" class="img-acdm-3" title="Mi combo y yo en la graduaci&oacute;n">
</picture>
<br><br>
    
    Un d&iacute;a, de puro desparche, me ment&iacute; a <a href="https://platzi.com/">Platzi</a>, ya que ten&iacute;a acceso a sus cursos ilimitadamente por unos seis meses. Mientras ve&iacute; la gran cantidad de cursos que hab&iacute;an, me percat&eacute; de que hab&iacute;a uno llamado <a href="https://platzi.com/cursos/programacion-basica/">Programaci&oacute;n b&aacute;sica</a>, cuando le d&iacute; click a ese curso, digamos que me enganch&eacute; mucho m&aacute;s con la programaci&oacute;n.
</p>

<p class="parrafo-acdm">

Cuando le d&iacute; click a ese curso, me adentre mucho en el mundo del <b>Desarrollo web</b>, ve&iacute;a videos de <a href="https://es.wikipedia.org/wiki/HTML">HTML</a> y <a href="https://es.wikipedia.org/wiki/CSS">CSS</a> porque quer&iacute;a hacer una p&aacute;gina como <a href="https://www.mercadolibre.com.co/">Mercado libre</a> para hacerme millonario <span class="parentesis">Desde el principio siendo una gva </span>. V&iacute; tutoriales de todos los tipos, empece con platzi, pero luego pase a ver un tutorial en ingles de un canal llamado <a href="https://www.youtube.com/@SuperSimpleDev">SuperSimpleDev</a> y el &uacute;ltimo canal de programaci&oacute;n que v&iacute;, antes de hacer esta p&aacute;gina fue <a href="https://www.youtube.com/@jonmircha">jonmircha</a>, que gracias a su curso de <a href="https://youtu.be/K3xmRF8ab1o?si=b9woGm7cxfCxk6nd">Fundamentos de CSS</a> fue que aprend&iacute; mucho m&aacute;s y decid&iacute; hacer esta p&aacute;gina.


<br><br>
<picture class="container-picture-1">
    <img src="https://imagizer.imageshack.com/img923/5044/Sp7YZn.jpg" class="img-acdm-3" title="yo programando esta p&aacute;gina">
</picture>
<br><br>

<p class="parrafo-acdm">
Y nada, espero que en el futuro esta p&aacute;gina tenga muchas actualizaci&oacute;nes y que vayan viendo el la secci&oacute;n de <a href="habilidades.html">Habilidades</a> todos los nuevos conocimientos que vaya adquiriendo a lo largo de este proceso de formaci&oacute;n
</p>


<h2 class="agradecimientos">
    ¡Muchas gracias por leer!
</h2>





<script src="codigo-burger/hamburguesa.js"></script>
</section>


